tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
tap "zegervdv/zathura"
brew "python@3.9"
brew "calcurse"
brew "cmake"
brew "cmake-docs"
brew "deno"
brew "dotnet"
brew "elinks"
brew "node"
brew "eslint"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gradle"
brew "htop"
brew "maven"
brew "mpv"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "ranger"
brew "ripgrep"
brew "texlive"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tty-clock"
brew "typescript"
brew "watch"
brew "wget"
brew "zsh-syntax-highlighting"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-mupdf"
cask "alacritty"
cask "amethyst"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "intellij-idea-ce"
cask "qutebrowser"
cask "spotify"
cask "unetbootin"
cask "virtualbox"
