tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "calcurse"
brew "ctags"
brew "deno"
brew "node"
brew "eslint"
brew "git"
brew "gnupg"
brew "gradle"
brew "htop"
brew "neovim"
brew "nghttp2"
brew "ranger"
brew "thefuck"
brew "tmux"
brew "tree"
brew "typescript"
brew "wget"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "amethyst"
cask "docker"
cask "font-hack-nerd-font"
cask "intellij-idea-ce"
