tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "universal-ctags/universal-ctags"
tap "zegervdv/zathura"
brew "python@3.9"
brew "pango"
brew "azure-cli"
brew "bandit"
brew "bat"
brew "black"
brew "calcurse"
brew "cmake"
brew "cmake-docs"
brew "curlie"
brew "delta"
brew "deno"
brew "docker"
brew "docutils"
brew "dotnet"
brew "elinks"
brew "node"
brew "eslint"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "flake8"
brew "fzf"
brew "geckodriver"
brew "gh"
brew "git"
brew "gitlint"
brew "gnupg"
brew "go"
brew "gotop"
brew "gping"
brew "gradle"
brew "htop"
brew "imagemagick"
brew "jinja2-cli"
brew "jq"
brew "jsonlint"
brew "lapack"
brew "lazygit"
brew "lf"
brew "markdownlint-cli"
brew "maven"
brew "meson"
brew "yt-dlp"
brew "mpv"
brew "mypy"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "onefetch"
brew "openjdk@11"
brew "openjdk@8"
brew "pandoc"
brew "tree"
brew "pass"
brew "pgformatter"
brew "pinentry-mac"
brew "pipx"
brew "postgresql@14"
brew "procs"
brew "python@3.8"
brew "ranger"
brew "reorder-python-imports"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shellharden"
brew "silicon"
brew "sqlfluff"
brew "stylua"
brew "texlive"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tty-clock"
brew "typescript"
brew "vulture"
brew "watch"
brew "wget"
brew "yamllint"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@4"
brew "koekeishiya/formulae/skhd"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-mupdf"
cask "alacritty"
cask "amethyst"
cask "android-studio"
cask "dmenu-mac"
cask "drawio"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "inkscape"
cask "intellij-idea-ce"
cask "pgadmin4"
cask "postman"
cask "qutebrowser"
cask "shotcut"
cask "spotify"
cask "ubersicht"
cask "unetbootin"
cask "vivaldi"
